export const messages = {
    error: {
        pageNotFound: 'page not found'
    },
    buttons: {
        back: 'Назад',
        follow: 'Підписатись',
        unfollow: 'Відписатись',
    },
    nav: {
        ourStory: 'Наша історія',
    },
    login: {
        signIn: 'Увійти',
        signUp: 'Зареєструватись',
        signInText: 'Увійти з ',
        signUpText: 'Зареєструватись з ',
        write: 'Написати'
    },
    goodIdea: 'Медіум - місце де завжди можна знайти хорошу ідею',
    everyIdea: 'Кожна ідея потребує Медіум',
    trending: 'Тренди на Медіумі',
    recentPost: 'Останні пости',
    footer: {
        mediumClone: 'Medium clone',
        milov: 'by Misha Pavlov (MiLov)'
    },
    topic: 'Теми',
    allTopics: 'Усі теми',
    ourStoryText1: 'Найкращі ідеї можуть змінити нас. Середній - це місце, де ' +
        'ці ідеї формуються, злітають і викликають потужні розмови. Ми - відкрита ' +
        'платформа, на яку 10 читачів приходять, щоб знайти глибоке та ' +
        'динамічне мислення. Тут експертні та нерозкриті голоси занурюються в суть ' +
        'будь-якої теми та виводять на поверхню нові ідеї. Наша мета - поширити ці ' +
        'ідеї та поглибити розуміння світу.',
    ourStoryText2: 'Порожня сторінка - це також двері. На Медіумі ти можеш пройти через' +
        ' них. Легко і безкоштовно ділитися своїми думками на будь-яку тему, ' +
        'спілкуватися з аудиторією, висловлюватись за допомогою ряду видавничих ' +
        'інструментів.',
    createYourThinks: 'Створіть простір для вашого мислення',
    readWrite: 'Читай, пиши і розширюй свій світ'
}